<?php

return [
    'climates' => [
        1 => 'سرد کوهستانی',
        2 => 'گرم و خشک',
        3 => 'گرم و مرطوب',
        4 => 'معتدل و مرطوب',
    ],

    'qualities' => [
        1 => 'مناسب',
        2 => 'نامناسب',
    ],

    'gender' => [
        1 => 'مرد',
        2 => 'زن',
    ],

    'education' => [
        1 => 'فاقد تحصیل',
        2 => 'تحصیل کرده',
    ],

    'user_status' => [
        1 => 'فعال',
        2 => 'غیر فعال',
    ],

    'user_roles' => [
        1 => 'کاربر عادی',
        2 => 'ادمین',
    ],

    'parts' => [
        1 => 'کشاورزی، شکار و جنگلداری',
        2 => 'ماهیگیری و شیلات',
        3 => 'معدن',
        4 => 'صنعت',
        5 => 'تامین آب، برق و گاز طبیعی',
        6 => 'ساختان، عمده فروشی، خرده فروشی، تعمیر وسایل نقلیه و تامین کالا',
        7 => 'هتل و رستوران',
        8 => 'حمل و نقل، انبارداری و ارتباطات',
        9 => 'واسطه گری های مالی',
        10 => 'مستغلات، کرایه و خدمات کسب و کار',
        11 => 'اداره امور عمومی و خدمات شهری',
        12 => 'آموزش',
        13 => 'بهداشت و مددکاری اجتماعی',
        14 => 'سایر خدمات عمومی، اجتماعی شخصی و خانگی',
        
    ]

];