<?php

return [
    'climates' => [
        1 => 'سرد کوهستانی',
        2 => 'گرم و خشک',
        3 => 'گرم و مرطوب',
        4 => 'معتدل و مرطوب',
        5 => 'گرم و خشک با درجه شرجی',
    ],

    'qualities' => [
        1 => 'مناسب',
        2 => 'نامناسب',
    ],

    'qualitiesOfAvailable' => [
        1 => 'خوب',
        2 => 'متوسط',
        3 => 'بد',
        4 => 'عالی',
        5 => 'بسیار بد',
        6 => 'نسبتا خوب',
        7 => 'نسبتا بد',
    ],

    'international_opportunities' => [
        1 => 'عالی',
        2 => 'خوب',
        3 => 'متوسط',
        4 => 'ضعیف',
        5 => 'خیلی ضعیف'
    ],

    'gender' => [
        1 => 'مرد',
        2 => 'زن',
    ],

    'education' => [
        1 => 'فاقد تحصیل',
        2 => 'تحصیل کرده',
    ],

    'user_status' => [
        1 => 'فعال',
        2 => 'غیر فعال',
    ],

    'user_roles' => [
        1 => 'کاربر عادی',
        2 => 'ادمین',
    ],

    'parts' => [
        1 => 'کشاورزی، شکار و جنگلداری',
        2 => 'ماهیگیری و شیلات',
        3 => 'معدن',
        4 => 'صنعت',
        5 => 'تامین آب، برق و گاز طبیعی',
        6 => 'ساختان، عمده فروشی، خرده فروشی، تعمیر وسایل نقلیه و تامین کالا',
        7 => 'هتل و رستوران',
        8 => 'حمل و نقل، انبارداری و ارتباطات',
        9 => 'واسطه گری های مالی',
        10 => 'مستغلات، کرایه و خدمات کسب و کار',
        11 => 'اداره امور عمومی و خدمات شهری',
        12 => 'آموزش',
        13 => 'بهداشت و مددکاری اجتماعی',
        14 => 'سایر خدمات عمومی، اجتماعی شخصی و خانگی',

    ],

    'department_of_education' => [
        1 => 'علوم انسانی و هنر',
        2 => 'علوم، مهندسی و کشاورزی',
        3 => 'علوم پزشکی',
        4 => 'فنی، حرفه ای و مهارتی',
        5 => 'کل گروه های عمده تحصیلی',
    ],

    'university_type' => [
        1 => 'آزاد اسلامی',
        2 => 'دانشگاه های دولتی',
        3 => 'پیام نور',
        4 => 'موسسات غیر انتفاعی',
        5 => 'علمی-کاربردی',
        6 => 'علوم پزشکی',
        7 => 'فرهنگیان',
        9 => 'فنی و حرفه ای',
    ],

    'component' => [
        1 => 'میانگین نمره کلی وضعیت رفتارهای پر خطر دانشجویان  براساس طرح سیمای زندگی',
        2 => 'میانگین نمره کلی وضعیت خانوادگی دانشجویان  براساس طرح سیمای زندگی',
        3 => 'میانگین نمره کلی وضعیت تحصیلی و آموزشی دانشجویان براساس طرح سیمای زندگی',
        4 => 'میانگین نمره کلی وضعیت نگرش ها و باورهای دانشجویان براساس طرح سیمای زندگی',
        5 => 'میانگین نمره کلی وضعیت سبک زندگی دانشجویان  براساس طرح سیمای زندگی',
        6 => 'میانگین نمره کلی وضعیت نگرش دانشجویان نسبت به ازدواج براساس طرح سیمای زندگی',
        7 => 'میانگین نمره کلی وضعیت اعتیاد دانشجویان براساس طرح سیمای زندگی',
        8 => 'میانگین نمره کلی وضعیت ریتم زیستی (اعتیاد به اینترنت) دانشجویان براساس طرح سیمای زندگی'
    ],

    'grade' => [
        1 => 'كارداني',
        2 => 'كارشناسي',
        3 => 'كارشناسي ارشد',
        4 => 'دكتراي تخصصی'
    ],

    'amount' => [
        1 => 'خوب',
        2 => 'متوسط',
        3 => 'بد',
        4 => 'بسیار خوب',
        5 => 'بسیار بد'
    ],

    'month' => [
        1 => 'فروردین',
        2 => 'اردیبهشت',
        3 => 'خرداد',
        4 => 'تیر',
        5 => 'مرداد',
        6 => 'شهریور',
        7 => 'مهر',
        8 => 'آبان',
        9 => 'آذر',
        10 => 'دی',
        11 => 'بهمن',
        12 => 'اسفند',
    ],

    'employment_status' => [
        1 => 'در حال زوال',
        2 => 'در حال ظهور',
        3 => 'در حال رشد',
        4 => 'بدون اشتغال',
    ]

];
